---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FabricationItemFile
source: html/b323af85-f38b-a4df-9e20-6459a49658b8.htm
---
# FabricationItemFile Members

Releases all resources used by the FabricationItemFile